import React from 'react'

export default function Policy() {
  return (
    <div className="h-500px overflow-y-auto">
      <h1>用户隐私协议</h1>
      <p>
        本用户隐私协议（以下简称“协议”）适用于我们（以下简称“我们”或“公司”）收集和处理用户（以下简称“您”）个人数据的行为。我们深知保护用户个人隐私的重要性，并致力于确保用户信息的安全和保密。请在使用我们的服务之前阅读并理解本协议，以便您了解我们对您个人数据的处理情况。
      </p>
      <h2>收集的个人数据类型</h2> <p>在您使用我们的服务时，我们可能会收集以下类型的个人数据：</p>
      <ol>
        
        <li>个人身份信息：包括但不限于您的姓名、电子邮件地址、电话号码等。</li>
        <li>设备信息：包括但不限于您的设备型号、操作系统、网络信息等。</li>
        <li>使用记录：包括但不限于您对我们服务的使用情况、访问时间与地点等。</li>
        <li>其他信息：包括但不限于您提供的反馈、投诉、咨询以及参与的调查问卷等。</li>
      </ol>
      <h2>个人数据的使用目的</h2> <p>我们收集和处理个人数据的目的主要包括但不限于以下方面：</p>
      <ol>
        <li>向您提供所需的产品和服务，并确保服务的正常运行。</li>
        <li>处理您的订单、支付以及提供客户支持。</li>
        <li>分析和改进我们的产品和服务，以满足用户的需求。</li>
        <li>向您发送营销和推广信息，但仅当您同意接收此类信息时。</li>
        <li>履行法律法规的要求和义务。</li>
      </ol>
      <h2>个人数据的保护措施</h2>
      <p>
        我们采取合理的技术和组织措施来保护您的个人数据不受未经授权的访问、使用或泄露。我们承诺在合理的范围内采取所有必要的措施来确保您个人数据的安全性。
      </p>
      <h2>个人数据的共享与转让</h2>
      <p>
        我们承诺不会未经您的明确同意，将您的个人数据提供给第三方。但在某些情况下，我们可能会与以下实体共享您的个人数据：
      </p>
      <ol>
        
        <li>具有合法依据的政府机关或法律主体。</li>
        <li>经过您同意的合作伙伴，为了向您提供所需的产品和服务。</li>
        <li>根据法律法规的要求而必须共享的第三方。</li>
      </ol>
      <h2>您的权利</h2> <p>根据适用法律的规定，您在以下方面拥有相关权利：</p>
      <ol>
        
        <li>访问和更正您的个人数据。</li> <li>选择是否接收营销信息。</li>
        <li>要求删除您的个人数据（在适用的情况下）。</li>
        <li>提出异议或限制我们对您个人数据的处理。</li>
      </ol>
      <p>
        如果您希望行使您的权利、提出疑问或有其他隐私相关的问题，请通过我们提供的联系方式与我们取得联系。
      </p>
      <h2>协议的修改和生效</h2>
      <p>
        我们保留随时修改本协议的权利。任何修改将在我们的网站上发布或通过适当方式通知您，并自公布或通知之日起生效。
      </p>
      <p>
        请注意，您继续使用我们的服务即表示您同意本协议及其所包含的条款与条件。如果您不同意本协议，请立即停止使用我们的服务。
      </p>
      <p>本用户隐私协议的最新版本自起作用。</p> <p>日期：[协议生效日期]</p>
      <p>
        [NoteChat.xyz]
        <br />
        Email：[support@161.ai]
      </p>
    </div>
  )
}
